{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "   |    |    |    |    |    |    |    |    |    |    |    |    |   "
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5049217449DC453C37756690158E9861"
		},
		{
			"Source":
			{
				"Text": "/"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7849D54948F89C58A454839DE0FF26DE"
		},
		{
			"Source":
			{
				"Text": "/"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "307E1BEB4DF92CCFABA03C82F8D4A224"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3956475B4CBCC13C58F79ABDFA90FF81"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "42B590AE4DB90E475D0BBC8073964198"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1B4CBDAE43F3D198360A76A233EB6492"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "464BF1C14835ACCC3FA0BD91D50C02EE"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "58D3E05A4488A5095FE6159FD09595B5"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5D12940640ED2A27EBF1339F463CE130"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5DED2DC142DA9D35576E60A998928190"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6A253D7642472EB424F4ADAF5C34611D"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6C005C8F40C732921178EDB6148102E2"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6DA0921246430A9E0E2B638D89608182"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6FFB6B41437F41CF64B88F9AE04FE61D"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "782525024D651D079C9B9CA5E831EA11"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9C3BD9F649848ADEBA26D28B7FC229CE"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A59DC671472CE506A85CAB87B6C75F10"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C362C58C48387F88503C5ABB33140EFD"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D27D4979400B8FC6F7FFA988C60BA62C"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D31B249C4C81E6D3D9A6F28204D7221C"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E3C86020436B00A477EB67AC5B948C88"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EE986C9C44497267C716078970016D3A"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EEAF1C6A4CFB25D3B83FD2BDB864B3EB"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F71F036D4197F86956ADF491FCAC3D4A"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FA3799C3409CC69C0360C69AF67F8086"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FF2FE5E1488D6160B873BA8A380586F9"
		},
		{
			"Source":
			{
				"Text": "00"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "94D1BBA446A11E1577D903B6D5E19A59"
		},
		{
			"Source":
			{
				"Text": "1"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "651A3A25446FF548397377AD6CA8E761"
		},
		{
			"Source":
			{
				"Text": "1"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "383E35DE4ACE05454C709D93EF0CDA3C"
		},
		{
			"Source":
			{
				"Text": "10"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1C67540648EAF4F26A5DFC999D0F7664"
		},
		{
			"Source":
			{
				"Text": "10"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1252CDE349EACA0076CA44B7800D24B2"
		},
		{
			"Source":
			{
				"Text": "123"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EF9E870F470169439B1ABABD3BDE767E"
		},
		{
			"Source":
			{
				"Text": "2"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EB9EF6C2453A42CBF8FEF6B379F9F95A"
		},
		{
			"Source":
			{
				"Text": "59"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "599CD5304366AF1A735518B8B0FD8AA6"
		},
		{
			"Source":
			{
				"Text": "Default"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "516230FA41FF9FAF84028AA45DA5967B"
		},
		{
			"Source":
			{
				"Text": "Description\r\nhahaha"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D5973A314C52E025879D30ACF79E6F84"
		},
		{
			"Source":
			{
				"Text": "Discord"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "62A2D1E94D6D1C06B22681A15A67E89F"
		},
		{
			"Source":
			{
				"Text": "E/B"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5BBAFF10488D29AB835457862F22BE82"
		},
		{
			"Source":
			{
				"Text": "HP"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BA2D10D649D1F4827F2EB381C0AC388F"
		},
		{
			"Source":
			{
				"Text": "LShift/LT"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "30C23C70483EE45321F2CF8888367132"
		},
		{
			"Source":
			{
				"Text": "Lizzy没有工作室"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1631E1FD4026C0986E739AB79822B066"
		},
		{
			"Source":
			{
				"Text": "MP"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "65DE4BCB4672572870448880A42A90AB"
		},
		{
			"Source":
			{
				"Text": "Name"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "83F09E454A8A93342CBE5F8032075C3A"
		},
		{
			"Source":
			{
				"Text": "Player{1}:{2}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C10BA5634AFED64F855432A716386D6E"
		},
		{
			"Source":
			{
				"Text": "Q/A"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EBA1923A4C746503F44A019E018DE37B"
		},
		{
			"Source":
			{
				"Text": "QQ群"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EDCE7A43428D63F96CEE7E8369263E0B"
		},
		{
			"Source":
			{
				"Text": "RoundPhase"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9EEF68034268B54773E01D857D9CD98B"
		},
		{
			"Source":
			{
				"Text": "SP"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "657941C24614E91A624AECA9A808D672"
		},
		{
			"Source":
			{
				"Text": "Steam服务器（停止使用）"
			},
			"Translation":
			{
				"Text": "Сервер Steam (отключен)"
			},
			"Key": "A20BFBC14CE1A444F6B61DBF81626A34"
		},
		{
			"Source":
			{
				"Text": "X"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A63D76A247AFA67C30B6A585C5500A13"
		},
		{
			"Source":
			{
				"Text": "X"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "11165D63445F5791DAC68DB58CDE6E9E"
		},
		{
			"Source":
			{
				"Text": "X"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C3659C3A4DB754841B0513B72BE5B414"
		},
		{
			"Source":
			{
				"Text": "X/RB"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2BAF671A47390B3D3E2EDF84AA1C4CF9"
		},
		{
			"Source":
			{
				"Text": "Z/LB"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5EE9E36742C482BB9DEB19ADCC460C1D"
		},
		{
			"Source":
			{
				"Text": "at Transform"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3D568D72471FD43E557E8EB9F490E236"
		},
		{
			"Source":
			{
				"Text": "for Self"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5E74BB9C43540F6472675B9EC8E81AE6"
		},
		{
			"Source":
			{
				"Text": "for TargetActor"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "560A0121495DC0F17F96089D0AC8C9C7"
		},
		{
			"Source":
			{
				"Text": "{1} 的TargetActor是InValid，不会进行攻击"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "AC2A0E874A9552D6413C9CBD1BB11602"
		},
		{
			"Source":
			{
				"Text": "{1}：{2}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A6916DB0497CC559FE0D05884F3E7B7E"
		},
		{
			"Source":
			{
				"Text": "一回合的战斗已经结束"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0DF461E1427E956BFBBEC984E4E2EA4C"
		},
		{
			"Source":
			{
				"Text": "不知道，我甚至都不知道这个技能的按键是哪一个。"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5F5B5CA84AF087B53A52F8ABF85395C4"
		},
		{
			"Source":
			{
				"Text": "丢弃到场景（停用"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "91203DF349822353F3DFFBA09C95EFC2"
		},
		{
			"Source":
			{
				"Text": "传奇臂铠"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A824B0F9435487F2F50F18BEE319F394"
		},
		{
			"Source":
			{
				"Text": "使用该道具"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "AC366492418E4B4D2F8FDCA1A570FFBE"
		},
		{
			"Source":
			{
				"Text": "使用该道具可以\r\n快速恢复法力值"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D83A517142C8BC57346AE5BF530FC4A8"
		},
		{
			"Source":
			{
				"Text": "使用该道具可以快速恢复部分生命值"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "709D534145DD580729F543975AB94356"
		},
		{
			"Source":
			{
				"Text": "倒计时："
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1256AFFD469F4273339C41ACD4FB8C13"
		},
		{
			"Source":
			{
				"Text": "健康游戏忠告"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7C079FC84603323648AECC9A5CA317E1"
		},
		{
			"Source":
			{
				"Text": "光"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DD3D0A8040A69AA0F2D0789697986CCA"
		},
		{
			"Source":
			{
				"Text": "全屏模式"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "635F56AF4EBC097C651F62986253AB0E"
		},
		{
			"Source":
			{
				"Text": "公告"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2500EE0E45144BEBB6F1B89CCCC9494B"
		},
		{
			"Source":
			{
				"Text": "冲刺"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E39D28104032DE1E116F048830E2C9D2"
		},
		{
			"Source":
			{
				"Text": "冲刺一段距离，对经过的敌方单位造成伤害。"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CD67614648DD1BB311E44082FDCEA6D7"
		},
		{
			"Source":
			{
				"Text": "准备下个回合的战斗"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C43279CC4874977C7FC4A992215CDA55"
		},
		{
			"Source":
			{
				"Text": "准备阶段"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EBC7654A483E82C1F81D4E9195921184"
		},
		{
			"Source":
			{
				"Text": "准备阶段剩余时间:{1}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B5A526804667BECF5A187DBF242ADBA9"
		},
		{
			"Source":
			{
				"Text": "分辨率设置"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "039B689D486EDBBBB5B3F08EEC4DE733"
		},
		{
			"Source":
			{
				"Text": "剩余时间或剩余数量"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "882E04AE4F0108E2F0F212BF6127CEEB"
		},
		{
			"Source":
			{
				"Text": "加入我们"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2B2A39244756A7057565D5A60521A591"
		},
		{
			"Source":
			{
				"Text": "包裹矿"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "36F9358142CEBE9EF36A09880359F614"
		},
		{
			"Source":
			{
				"Text": "单人游戏"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "82133A724500E44A39F174AF2E5EDFF0"
		},
		{
			"Source":
			{
				"Text": "反甲"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3A52CDD142227F9822A8F898CB65FD47"
		},
		{
			"Source":
			{
				"Text": "发射一个大火球\r\n命中后造成范围伤害"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "42AFFABD4CA7BD46B46F8E9E4A6CEBEC"
		},
		{
			"Source":
			{
				"Text": "变强"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0CA4A36E4AD898ABF54D00B4EE8567F4"
		},
		{
			"Source":
			{
				"Text": "合理安排时间，享受健康生活。"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3D285DD0479AF3BFCD4D55AD1BAD7F0C"
		},
		{
			"Source":
			{
				"Text": "四圣符文石之力"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5B45389A49A4B0D460F5F19ACB831698"
		},
		{
			"Source":
			{
				"Text": "回蓝药"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7FC822374D4174CC48C1DA9CCD31C949"
		},
		{
			"Source":
			{
				"Text": "回血药"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7B845D0E4CD16804934E1CB52A479632"
		},
		{
			"Source":
			{
				"Text": "土"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "405D492749C17EBFB2C283B0446CE385"
		},
		{
			"Source":
			{
				"Text": "土位"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B1D47036462B37EDD40B13AF235DDE04"
		},
		{
			"Source":
			{
				"Text": "在准备阶段下，赶快在商城购买装备和道具"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1B163DA049DF16C5741872A067677720"
		},
		{
			"Source":
			{
				"Text": "塔防模式教程\r\n（待用）"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0A4C2BE44045B7F6065D3E923C9A174D"
		},
		{
			"Source":
			{
				"Text": "声音设置"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D58EDE0A447CDB43AA8C91BFAB195D80"
		},
		{
			"Source":
			{
				"Text": "大家好，这里是Lizzy阿志\r\n国内游戏，想上架国内平台，需要实现未成年人防沉迷系统。但是，全网好像并没有一个教程，来帮助我们这些独立游戏开发者将游戏推向国内游戏平台。\r\n我理解的防沉迷系统，接入的应该是实名制系统，然后通过实名制系统返回该玩家是不是满18周岁。我在想一种方式，能让我的游戏接入该系统，但是并不能，因为我找不到相关教程或者文档。即使有，也是手机版的，我是电脑单机游戏啊。而且，想接入taptap这种国内游戏平台，就必须要实现防沉迷系统。\r\n那么怎么证明实现了呢？taptap的要求是提供视频证明。那就好说了：\r\n我实现一个对身份证号18位数字的字符串的判断，截取字符串中和生日有关的一段子串，通过这段字符串和当前世界时间作比较，如果时间差有18年，则认为是未成年，否则是成年。\r\n这就好说了，我只需要实现一个字符串判断函数即可。虚幻引擎使用的是C++，用C++实现一个字符串判断函数还是很简单的。\r\n上述一段话是什么意思：\r\n为了解决全网没有“单机游戏接入防沉迷”教程的问题，我选择字符串处理。这样，你只需要输入一段合法字符串，并在我的系统判断之后，就可以开始游戏。而你输入的合法数据是不是正确的，本游戏并不关心。\r\n（合法：指在编程语言中作为一种输入值是能够正确的被系统识别并处理。当数据输入不符合函数参数，也就是不能被系统正确的处理的时候，表示该数据非法）\r\n\r\n这也只是一个权宜之计，并不是长期使用的方法。如果玩家有兴趣帮助我们实现对应功能，欢迎加入我的QQ群：839541721。如果您不在cn地区，可以加入我的discord群组https://discord.gg/fDx74rPa。\r\n目前这个游戏是个单机游戏，后续，该游戏会开始支持Lan联机和Steam联机。Taptap如果支持联机的话，我们会争取把这个游戏做成电脑和手机双端同乐的。所以我先先把这个游戏放到Taptap上看一下大家的反馈。\r\n技术是需要不断进步的，也希望大家多提建议。\r\n\r\n最后，虽然我并没有发布这个游戏（截止到正在写公告的时候），但是我已经听说了很多恶意差评。所以，如果你是真实玩家，而且确实想打差评，我教你，你就差评我这个防沉迷系统，然后再加上你想差评的内容，我就知道哪些差评是合适的、正确的。我们会听取意见进行改正。毕竟，截止到2025.5.8，该游戏我还觉得极不满意。\r\n这个游戏是我做的一次尝试，我会争取不断突破技术，并在这个游戏上进行展示。大家如果有相关的想法，欢迎加入QQ群 839541721或Discord群组https://discord.gg/fDx74rPa。我们可以共同游乐，或分享技术。我已经将我之前学的虚幻引擎的所有技术都整理成了文档，有兴趣可以直接找群主要。\r\n同乐技术，参上。"
			},
			"Translation":
			{
				"Text": "Здравствуйте, это Lizzy阿志\r\nВнутренние игры, хотят быть на полке отечественной платформы, необходимо реализовать систему защиты несовершеннолетних от пристрастия. Тем не менее, кажется, что в Интернете нет учебного пособия, которое помогло бы нам, независимым разработчикам игр, вывести игру на отечественную игровую платформу.\r\nЯ понимаю систему защиты от пристрастия, которая должна быть подключена к системе реального имени, а затем вернуться через систему реального имени, когда игроку не исполнилось 18 лет. Я думаю о том, как сделать мою игру доступной к системе, но не так, потому что я не могу найти соответствующие учебники или документы. Даже если есть, это мобильная версия, я компьютерная автономная игра ах. Более того, чтобы получить доступ к такой отечественной игровой платформе, как taptap, необходимо реализовать систему защиты от пристрастия.\r\nКак доказать, что это произошло? Требованием taptap является предоставление видеодоказательств. Тогда скажи:\r\nЯ достигаю суждения о строке с 18 - битным номером удостоверения личности, перехвачивая строку, связанную с днем рождения, сравнивая ее с текущим мировым временем, которое считается несовершеннолетним, если разница во времени составляет 18 лет, или взрослым.\r\nДостаточно сказать, что мне просто нужно выполнить функцию суждения строки. Unreal Engine использует C + +, и реализация функции определения строки с C + + все еще проста.\r\nЧто означают эти слова:\r\nЧтобы решить проблему отсутствия учебного курса « Доступ к автономным играм против пристрастия» по всей сети, я выбрал обработку строк. Таким образом, вам просто нужно ввести законную строку и начать игру после того, как моя система решит. И вы вводите неправильные законные данные, и игра не заботится об этом.\r\n(Законность: означает, что в языке программирования входное значение может быть правильно идентифицировано и обработано системой. Когда ввод данных не соответствует параметрам функции, то есть не может быть правильно обработан системой, это означает, что данные незаконны)\r\nЭто также временная мера, а не метод долгосрочного использования. Если игрок заинтересован в том, чтобы помочь нам с соответствующими функциями, присоединяйтесь к моей группе QQ: 839541721. Если вы не находитесь в зоне cn, вы можете присоединиться к моей группе discord https://discord.gg/fDx74rPa А.\r\nВ настоящее время игра является автономной, а затем игра начнет поддерживать Lan Online и Steam Online. Если Taptap поддерживает онлайн, мы постараемся сделать эту игру двухполюсной для компьютеров и телефонов. Поэтому сначала я выложил эту игру на Taptap и посмотрел на отзывы.\r\nТехнология требует постоянного прогресса, и я надеюсь, что все будут делать больше предложений.\r\nНаконец, хотя я не выпустил эту игру (на момент написания объявления), я слышал много злонамеренных плохих отзывов. Так что, если вы реальный игрок и действительно хотите играть плохие отзывы, я научу вас, вы плохо оцениваете мою систему защиты от пристрастия, а затем добавляете то, что вы хотите плохие отзывы, я знаю, какие плохие отзывы являются правильными и правильными. Мы выслушаем мнения для исправления. В конце концов, по состоянию на 2025.5.8, игра мне все еще кажется крайне неудовлетворительной.\r\nЭта игра была моей попыткой, и я буду стремиться к постоянному прорыву технологий и показывать их в этой игре. Если у вас есть идеи, присоединяйтесь к группе QQ 839541721 или Discord. https://discord.gg/fDx74rPa Мы можем играть вместе или делиться технологиями. Я документировал все технологии Unreal Engine, которые я изучал до этого, и я был заинтересован в том, чтобы найти группу напрямую.\r\nТехнология гомеопатии, женьшень."
			},
			"Key": "32C25C814349C6E0845500A9F53E295A"
		},
		{
			"Source":
			{
				"Text": "大帽子"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "31E24A9C40E8FA32B3956AACE7259BC1"
		},
		{
			"Source":
			{
				"Text": "大招，应该是吧"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0569D09F4334359D7799D092DB7C5152"
		},
		{
			"Source":
			{
				"Text": "姓名："
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DCE90DA44CD931D0E5B83397FE9695F3"
		},
		{
			"Source":
			{
				"Text": "实名制"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "664DE0014693D1DCC90FD0B5B2BB5375"
		},
		{
			"Source":
			{
				"Text": "实名制系统"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CAC45CE740D09D75D7EFF18817805839"
		},
		{
			"Source":
			{
				"Text": "对局时间："
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C9887B404078D8B5E2E212B2297C512D"
		},
		{
			"Source":
			{
				"Text": "对战模式教程\r\n（停止使用）"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F53A00304F7D2FB5343B128495822D9E"
		},
		{
			"Source":
			{
				"Text": "局域网服务器（待用）"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A167B06A4EEF64960B445295A8BFD395"
		},
		{
			"Source":
			{
				"Text": "开始游戏"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5B7D249B4A4B9899E17E49BD72044D06"
		},
		{
			"Source":
			{
				"Text": "开始游戏"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B2AC884846F0A42A6CC77FA728B7C3FF"
		},
		{
			"Source":
			{
				"Text": "开始游戏"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DB3FF8AB45B7B775279CB58887447CB7"
		},
		{
			"Source":
			{
				"Text": "开始阶段"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BF42A9A54306E3098D25EABD38A93FAE"
		},
		{
			"Source":
			{
				"Text": "当前回合数："
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B35AB3914592D21B821298B28158A387"
		},
		{
			"Source":
			{
				"Text": "当前怪物数量:{1}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8484F52C4C3B400111438DA10EE501AB"
		},
		{
			"Source":
			{
				"Text": "当前菜单中并不具备装备的实例化对象，需要点击背包中的物品对菜单进行初始化"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2A451029419B3861D7BA15B870BDA151"
		},
		{
			"Source":
			{
				"Text": "当前选择"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E5F17E304C6978FEC43309A6B044D089"
		},
		{
			"Source":
			{
				"Text": "彩色矿"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CA83DB784B112906DDC3F1888CEA8912"
		},
		{
			"Source":
			{
				"Text": "心之钢"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "552A0C45432C58D19F78F5BC93151A73"
		},
		{
			"Source":
			{
				"Text": "快跑"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5E26A657488E1B201FF250A7D330C033"
		},
		{
			"Source":
			{
				"Text": "怒吼一声，给周围敌方单位造成伤害并击退。"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "08990CEA4710C7D3C7EAE98C32823A22"
		},
		{
			"Source":
			{
				"Text": "恭喜已满18周岁，游玩时间不受显示。"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "26A1888749F923A6807ABB9E455FB115"
		},
		{
			"Source":
			{
				"Text": "战斗阶段"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A65E7F974CF32E14D46A72B600DDBBA5"
		},
		{
			"Source":
			{
				"Text": "战术技能"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EB9418434C7E70E41B87C194DC767828"
		},
		{
			"Source":
			{
				"Text": "战略技能"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6A8CBB714D7F0E37D8241BA385BEC2BC"
		},
		{
			"Source":
			{
				"Text": "手套"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7B00DF88476C0F512AFB589E38C15BEB"
		},
		{
			"Source":
			{
				"Text": "技能名称"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "30E9C8F640F68CC02FF16BA69A08A424"
		},
		{
			"Source":
			{
				"Text": "技能描述"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E02F8F6741DCB9CE43FD2B81179CEB46"
		},
		{
			"Source":
			{
				"Text": "技能类型"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FB6208DD4148BA2703FF349B1973CA1C"
		},
		{
			"Source":
			{
				"Text": "抵制不良游戏，拒绝盗版游戏。"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2952DFB24C5E984B14521494E45B8197"
		},
		{
			"Source":
			{
				"Text": "振奋"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0E9632494E3DEDCC76D0E79E2655540E"
		},
		{
			"Source":
			{
				"Text": "操作摁键设置"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "063F25284BBAD777B31191834F8724B1"
		},
		{
			"Source":
			{
				"Text": "文本语言"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B5A6D1C1484363514AABD195B35F3BCF"
		},
		{
			"Source":
			{
				"Text": "无"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0A5FCAA94B101E7A08CE95887CB3674C"
		},
		{
			"Source":
			{
				"Text": "无尽之力"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "927F376F4D0FB6F255ED65AF867B4296"
		},
		{
			"Source":
			{
				"Text": "普通攻击"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6A11DC384975B950C6C5C0A48439586F"
		},
		{
			"Source":
			{
				"Text": "最大回合数："
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "66A99B674BD67D15DAAF829059A61C8F"
		},
		{
			"Source":
			{
				"Text": "木"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EDFF8A2D48DCB7EB3517F8B69DD6DA6E"
		},
		{
			"Source":
			{
				"Text": "木位"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9D296E0043B48D1EFA5FA3A88C2F7F33"
		},
		{
			"Source":
			{
				"Text": "未满18周岁，无法游玩本游戏。\r\n游戏将在延迟5秒后关闭。"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0BD4EB8C417BA533A916DD896A652F8C"
		},
		{
			"Source":
			{
				"Text": "极品"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2D3EBA15444ACF3FADE01092DB7FB6C4"
		},
		{
			"Source":
			{
				"Text": "极大的增加移动速度。"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DBF528B94C9E5257C6C04B84A1A8E60A"
		},
		{
			"Source":
			{
				"Text": "标准装备"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0E8563B0465D4A66533ECEA34B7415D2"
		},
		{
			"Source":
			{
				"Text": "标准装备"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "66B9F11E4D1C3AB7491A9490D74A2E1D"
		},
		{
			"Source":
			{
				"Text": "格斗技"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "82479EBC4FB1451EC66762B74C4856EE"
		},
		{
			"Source":
			{
				"Text": "次品"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "65A81C404FD2CDC61C7FFFB39B9354F5"
		},
		{
			"Source":
			{
				"Text": "武器位"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A545B8034317A7A7CF50CDB37323B031"
		},
		{
			"Source":
			{
				"Text": "水"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "4D603305403B9EF9111A8DAB09D55F3B"
		},
		{
			"Source":
			{
				"Text": "水位"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "4BFBECE142F70CADCEE9C4B525B33B3E"
		},
		{
			"Source":
			{
				"Text": "法术强度    +200\r\n\r\n这是一件装备\r\n可以给英雄提供大量法强"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E568ED09423C103B08F1838DA7EE6FEB"
		},
		{
			"Source":
			{
				"Text": "法穿棒"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1117C8C64D78D6F9E11BEABA94C4CA6A"
		},
		{
			"Source":
			{
				"Text": "注意自我保护，谨防受骗上当。"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "515E2A174812B5A2E0178689D5C39644"
		},
		{
			"Source":
			{
				"Text": "浮空矿"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3072EB28441D01E3BB9961B7503F0512"
		},
		{
			"Source":
			{
				"Text": "游戏即将开始"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DECBF6D04589CFF661B9BB9A571715C5"
		},
		{
			"Source":
			{
				"Text": "火"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DBAEF9C246F40934ECAD5B89E4A9F548"
		},
		{
			"Source":
			{
				"Text": "火位"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "04E8EC5E4F501DCD5037F385AD3740D0"
		},
		{
			"Source":
			{
				"Text": "物品描述"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "28DBF9534BEDE81C4C4804A3864DF554"
		},
		{
			"Source":
			{
				"Text": "狂徒"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "51570AB445630EE9971CF09FFDA8E494"
		},
		{
			"Source":
			{
				"Text": "生命恢复强度    +50%\r\n魔法恢复强度    +60%\r\n\r\n可以给英雄提供高额的\r\n生命恢复和魔法恢复能力"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "99EED162489F0C5082AB32B64BC08157"
		},
		{
			"Source":
			{
				"Text": "生气"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9F2081A24D387488EEB88BBB9C2C6976"
		},
		{
			"Source":
			{
				"Text": "电"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F06228A74D4B6CCDC08224990CC26278"
		},
		{
			"Source":
			{
				"Text": "画质总体设置"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F08F06B540E79346484C8C85963CC780"
		},
		{
			"Source":
			{
				"Text": "画面设置"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "946C797A4E3020027397B8AC7A91F9F5"
		},
		{
			"Source":
			{
				"Text": "白矿"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3DB33C52439EDA7C03E8989B96D620EF"
		},
		{
			"Source":
			{
				"Text": "盖伦出轻语"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0BD8F01042360B2DDCC4A2929CE42D48"
		},
		{
			"Source":
			{
				"Text": "短暂提升韧性、移动速度、攻击力。"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "64A22A2F4CBF5C78BDE1248C4DD41D83"
		},
		{
			"Source":
			{
				"Text": "粉矿"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CC92F9774F84B67FE18FD59882F3A392"
		},
		{
			"Source":
			{
				"Text": "系统设置"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7452776445DF90916E31E7B9D8A29EE8"
		},
		{
			"Source":
			{
				"Text": "紫矿"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DD50D3D441AEADAF73EE5F99611CB606"
		},
		{
			"Source":
			{
				"Text": "红矿"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "817BB4E64243F19929A8FEB7F9D46D1E"
		},
		{
			"Source":
			{
				"Text": "纯品"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "51FE570D446A89C543A480B84D8F42BD"
		},
		{
			"Source":
			{
				"Text": "终于弄完技能描述了。"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FCB779B840F18D04CCC116981A1903DD"
		},
		{
			"Source":
			{
				"Text": "结束阶段"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C20153DC4A0978CCE6297CAA857146A2"
		},
		{
			"Source":
			{
				"Text": "继续游戏"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "4DAE69B04458A3472AC61AB79A31A44D"
		},
		{
			"Source":
			{
				"Text": "绿矿"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C2979DEF4430345D840C30B03B8FDCF9"
		},
		{
			"Source":
			{
				"Text": "自然之力"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B59418474883214C978449927C67AEA4"
		},
		{
			"Source":
			{
				"Text": "良品"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9E1432AE405623CB32BD2186C14476D2"
		},
		{
			"Source":
			{
				"Text": "蓝矿"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DF8C69E54CB798AD843804A3AD872FB4"
		},
		{
			"Source":
			{
				"Text": "装备到装备位"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A9F6EB7645C56F6620E39E9FBE8A651D"
		},
		{
			"Source":
			{
				"Text": "设置"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8829DB8A46CCE1FC9A2A8EBBF1F5AC7F"
		},
		{
			"Source":
			{
				"Text": "语言设置"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "240805554953D78222A43189C94855C1"
		},
		{
			"Source":
			{
				"Text": "请先阅读游戏公告"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CB989C2546F1478E2BF2798143DECFD3"
		},
		{
			"Source":
			{
				"Text": "请输入姓名"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "86580EE449C43D79A012009807993ACD"
		},
		{
			"Source":
			{
				"Text": "请输入身份证号"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BAA5EABA49F5AA2660945388E5FD5D12"
		},
		{
			"Source":
			{
				"Text": "请选择一件装备"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D123F46748A402FF678608839A4A66E8"
		},
		{
			"Source":
			{
				"Text": "请选择背包中一件物品"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "693BDD044B7DE5D0FBC5A1A9F74FC7FF"
		},
		{
			"Source":
			{
				"Text": "购买"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "4591464A4059C8127454589C3D7E5EB6"
		},
		{
			"Source":
			{
				"Text": "购买条件为{1}，\r\n打印来自AC_EquipmentSystem的BuyItem函数"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "97609FE4443A52C54E3DA5B9BEAC3968"
		},
		{
			"Source":
			{
				"Text": "起势"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6FB5A2B843A7BD7A5147FDA0C6664622"
		},
		{
			"Source":
			{
				"Text": "超级大火球"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6D5E08DB490484FAAF3D589C02DDB11F"
		},
		{
			"Source":
			{
				"Text": "身份证号："
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "41DB35C7431F81B936D08EAE3438FF82"
		},
		{
			"Source":
			{
				"Text": "返回上页面"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "204613804B71E25D506880BC570793E1"
		},
		{
			"Source":
			{
				"Text": "这是一件装备"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1B87F265423A32752AE69B883F51D28D"
		},
		{
			"Source":
			{
				"Text": "这是一件装备"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "4C86B0864E53BFE163354AB9F7C8CE8D"
		},
		{
			"Source":
			{
				"Text": "这是一件装备"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D115052A47AD74A0EDACD397654A5F9E"
		},
		{
			"Source":
			{
				"Text": "这是一件道具"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CDE90B81497E2B4099FEBDA363086669"
		},
		{
			"Source":
			{
				"Text": "这是一件道具"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B82FB2EC44112073A57D2FB297C9C611"
		},
		{
			"Source":
			{
				"Text": "退出游戏"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F3CEC89F432E04E326097A9E434D86F6"
		},
		{
			"Source":
			{
				"Text": "退出游戏"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "865FCE084E2ACC9DD91CBFBE668AA306"
		},
		{
			"Source":
			{
				"Text": "适应性头盔"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DDDE7A0842551C6DEE60828AB7C6AC4C"
		},
		{
			"Source":
			{
				"Text": "适度游戏益脑，沉迷游戏伤身。"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8091B8D44DC34B88F232C2ABAC43106C"
		},
		{
			"Source":
			{
				"Text": "选择关卡"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6AB60A42452953CF448157AD3899387E"
		},
		{
			"Source":
			{
				"Text": "选择角色"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3BAD4ABD4B792DFF054362800E5581C2"
		},
		{
			"Source":
			{
				"Text": "金"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F21C65D547732ED1CA0421A4F68BFE66"
		},
		{
			"Source":
			{
				"Text": "金位"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0F22D94942C55AEB1E582D83E031C7A0"
		},
		{
			"Source":
			{
				"Text": "金矿"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5CFE16BB4E1825823A1859A299852CB5"
		},
		{
			"Source":
			{
				"Text": "销毁该物品"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3957EE974560385CCC5589A59E7974FF"
		},
		{
			"Source":
			{
				"Text": "闪现"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9C30EC404908688E02BBC9AF5715CEC4"
		},
		{
			"Source":
			{
				"Text": "闪现"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A100EC57475CBEE57DE1008001F94E91"
		},
		{
			"Source":
			{
				"Text": "音效语言"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9E6908E045A785B35596CEA118324378"
		},
		{
			"Source":
			{
				"Text": "魔抗    +150\r\n\r\n提供大量魔抗。"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6D193AFF430BE9C89F2BEE8C1DAF9F3A"
		},
		{
			"Source":
			{
				"Text": "黑矿"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EEA7C3D2407A4055921C058DBEAA71CD"
		},
		{
			"Source":
			{
				"Text": "黯灭斧刃"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0424178140BED235E71007B61F2FDAE2"
		}
	]
}